Revit 2024 API
AlignmentStationLabel.IsValid Method
Overload List
Name | Description
IsValid()
 Checks if this object is a valid alignment station label.
IsValid(Element)
 Checks if the element is a valid alignment station label.
See Also
AlignmentStationLabel Class
AlignmentStationLabel Members
Autodesk.Revit.DB.Infrastructure Namespace